Revit 2027 API
ParameterTypeId.RectMullionThick Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RectMullionThick { get; }
Public Shared ReadOnly Property RectMullionThick As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RectMullionThick {
	ForgeTypeId^ get ();
}
static member RectMullionThick : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace